<?php

return [

    /*
    |--------------------------------------------------------------------------
    | "General Settings" Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in "General Settings" page
    | for various messages that we need to display to the user. You are free
    | to modify these language lines according to your application's requirements.
    |
    */

    'cardTitle' => 'تنظیمات عمومی',
    'cardDescription' => "در این قسمت می توانید تنظیمات دلخواه خود را پیکربندی کنید.",

    'BoxLabels' => [
        'CommunityRegistration' => [
            'MobileVerificarionSettings' => 'تنظیمات تایید شماره موبایل',
            'MobileVerificarionSettingsDescr' => 'توجه: تنظیمات این قسمت زمانی اجرا میشود که شماره موبایل را در فیلدهای ثبت نام انتخاب کرده باشید.',
            'EmailVerificarionSettings' => 'تنظیمات تایید ایمیل',
            'EmailVerificarionSettingsDescr' => 'توجه: تنظیمات این قسمت زمانی اجرا میشود که ایمیل را در فیلدهای ثبت نام انتخاب کرده باشید.',
        ],
        'CommunityPasswordRecovery' => [
            'MobileVerificarionSettings' => 'تنظیمات بازیابی با شماره موبایل',
            'MobileVerificarionSettingsDescr' => 'توجه: تنظیمات این قسمت زمانی استفاده میشود که موبایل را در روشهای  بازیابی رمز عبور انتخاب کرده باشید.',
            'EmailVerificarionSettings' => 'تنظیمات بازیابی با ایمیل',
            'EmailVerificarionSettingsDescr' => 'توجه: تنظیمات این قسمت زمانی استفاده میشود که ایمیل را در روشهای  بازیابی رمز عبور انتخاب کرده باشید.',
        ],
    ],

    'tab' => [

        'AdminPanel' => [
            'title' => 'پنل مدیریت',
            'descriptionTitle' => 'بخش "پنل مدیریت" چه کاری انجام می دهد؟',
            'descriptionText' => 'در این بخش می توانید تنظیمات مربوط به "پنل مدیریت" را پیکربندی کنید.',
        ],

        'Community' => [
            'title' => 'انجمن',
            'descriptionTitle' => 'بخش "انجمن" چه کاری انجام می دهد؟',
            'descriptionText' => 'در این بخش می توانید تنظیمات مربوط به "انجمن" را پیکربندی کنید.',
        ],

        'CommunityRegistration' => [
            'title' => 'ثبت نام انجمن',
            'descriptionTitle' => 'بخش "ثبت نام انجمن" چه کاری انجام می دهد؟',
            'descriptionText' => 'در این بخش می توانید تنظیمات مربوط به "ثبت نام انجمن" را پیکربندی کنید.',
        ],

        'CommunityPasswordRecovery' => [
            'title' => 'بازیابی رمز عبور انجمن',
            'descriptionTitle' => 'بخش "بازیابی رمز عبور انجمن" چه کاری انجام می دهد؟',
            'descriptionText' => 'در این بخش می توانید تنظیمات مربوط به "بازیابی رمز عبور انجمن" را پیکربندی کنید.',
        ],

        'Chatbot' => [
            'title' => 'چت بات',
            'descriptionTitle' => 'بخش "چت بات" چه کاری انجام می دهد؟',
            'descriptionText' => 'در این بخش می توانید تنظیمات مربوط به "چت بات" را پیکربندی کنید.',
        ],

        'Ticket' => [
            'title' => 'درخواست',
            'descriptionTitle' => 'بخش "درخواست" چه کاری انجام می دهد؟',
            'descriptionText' => 'در این بخش می توانید تنظیمات مربوط به "درخواست" را پیکربندی کنید.',
        ],

        'Referral' => [
            'title' => 'معرفی به دوستان',
            'descriptionTitle' => 'بخش "معرفی به دوستان" چه کاری انجام می دهد؟',
            'descriptionText1' => 'در این بخش می توانید تنظیمات مربوط به "معرفی به دوستان" را پیکربندی کنید. ',
            'descriptionText2' => '* در صورتیکه واحد ارزی کاربر معرفی شده با واحد ارزی کاربر معرف متفاوت باشد، سیستم برای واریز پاداش کاربر، از <a href="/admin/currencies/currency_rates" target="_blank">نرخ تبدیل ارز</a> استفاده خواهد کرد، بنابراین این نرخ باید همیشه بروز باشد تا مبالغ بدرستی محاسبه شوند.',
        ],

        'Bet' => [
            'title' => 'شرط',
            'descriptionTitle' => 'بخش "شرط" چه کاری انجام می دهد؟',
            'descriptionText' => 'در این بخش می توانید تنظیمات مربوط به "شرط ها" را پیکربندی کنید.',
        ],

        'AppRules' => [
            'title' => 'قوانین و مقررات',
            'descriptionTitle' => 'بخش "قوانین و مقررارت" چه کاری انجام می دهد؟',
            'descriptionText' => 'در این قسمت، می توانید قوانین و مقررات مربوط به استفاده از اپلیکیشن را درج کنید، در صورت ایجاد هر تغییر در این قسمت، قوانین جدید به کاربر نمایش داده میشود و کاربر باید قبل از استفاده از اپلیکیشن قوانین جدید را تایید کند.',
        ],

    ],

    'messages' => [
        'SavedSuccessfully' => 'تنظیمات عمومی با موفقیت به روز شد.',
    ],

    'form' => [

        /* AdminPanel-tab */
        'IsAdminPanelActive' => [
            'name' => 'آیا پنل مدیریت فعال است؟',
            'placeholder' => '',
            'notice' => 'اگر این مورد غیرفعال باشد، پنل مدیریت برنامه از سرویس خارج می شود.',
        ],
        'AdminPanelExplanationInactive' => [
            'name' => 'توضیح غیرفعال بودن پنل مدیریت',
            'placeholder' => 'توضیح غیرفعال بودن پنل مدیریت',
            'notice' => 'اگر پنل مدیریت را غیر فعال کنید، این توضیح برای پرسنل پنل مدیریت نمایش داده می شود.',
        ],
        'AdminPanelTimeZone' => [
            'name' => 'منطقه زمانی پیش فرض',
            'placeholder' => 'فاصله زمانی خود را از ساعت هماهنگ جهانی (مثال: 05:00- یا 02:30+) وارد کنید',
            'notice' => 'فاصله زمانی از ساعت هماهنگ جهانی 00:00 . تمام تاریخ های مورد نیاز در پنل مدیریت، بر اساس این منطقه زمانی نمایش داده خواهد شد.',
        ],
        'canPersonnelChangeTimeZone' => [
            'name' => 'آیا پرسنل می توانند منطقه زمانی را برای خود تغییر دهند؟',
            'placeholder' => '',
            'notice' => 'اگر این مورد فعال باشد، این مجوز را به پرسنل میدهد تا تاریخ های موجود در پنل ادمین را با منطقه زمانی خود مشاهده کنند و این تغییر آن ها فقط مختص خودشان است و در عملکرد برنامه برای سایرین تاثیری ندارد.',
        ],
        'AdminPanelCalendarType' => [
            'name' => 'نوع تقویم پیش فرض',
            'placeholder' => '',
            'notice' => 'نوع تقویمی که میخواهید تاریخ ها بر اساس آن نمایش داده شوند.',
        ],
        'canPersonnelChangeCalendarType' => [
            'name' => 'آیا پرسنل می توانند نوع تقویم را برای خود تغییر دهند؟',
            'placeholder' => '',
            'notice' => 'اگر این مورد فعال باشد، این مجوز را به پرسنل میدهد تا تاریخ های موجود در پنل ادمین را با نوع تقویم خود مشاهده کنند و این تغییر آن ها فقط مختص خودشان است و در عملکرد برنامه برای سایرین تاثیری ندارد.',
        ],
        'AdminPanelDefaultLanguage' => [
            'name' => 'زبان پیش فرض',
            'placeholder' => '',
            'notice' => 'وقتی یک کاربر برای اولین بار سایت را اجرا میکند و یا هنوز لاگین نکرده است و توسط سیستم شناسایی نشده است، برنامه با این زبان به او نمایش داده خوهد شد.',
        ],
        'AdminPanelBigLogo' => [
            'name' => 'لوگوی بزرگ',
            'placeholder' => 'عکس لوگوی بزرگ خود را انتخاب کنید',
            'notice' => 'در این بخش می توانید تصویر لوگوی بزرگ را تغییر دهید.',
        ],
        'AdminPanelMiniLogo' => [
            'name' => 'لوگوی کوچک',
            'placeholder' => 'عکس لوگوی کوچک خود را انتخاب کنید',
            'notice' => 'در این بخش می توانید تصویر لوگوی کوچک را تغییر دهید.',
        ],
        'AdminPanelFavicon' => [
            'name' => 'فاوآیکون',
            'placeholder' => 'عکس فاوآیکون خود را انتخاب کنید',
            'notice' => 'در این بخش می توانید تصویر فاوآیکون را تغییر دهید.',
        ],

        /* Community-tab */
        'IsCommunityActive' => [
            'name' => 'آیا انجمن فعال است؟',
            'placeholder' => '',
            'notice' => 'اگر این مورد غیرفعال شود، کاربران انجمن نمی توانند از انجمن استفاده کنند و انجمن از سرویس خارج می شود.',
        ],
        'CommunityExplanationInactive' => [
            'name' => 'توضیح غیرفعال بودن انجمن',
            'placeholder' => 'توضیح غیرفعال بودن انجمن',
            'notice' => 'اگر انجمن را غیر فعال کنید، این توضیح برای کاربران نمایش داده می شود.',
        ],
        'CommunityTimeZone' => [
            'name' => 'منطقه زمانی پیش فرض',
            'placeholder' => 'فاصله زمانی خود را از ساعت هماهنگ جهانی (مثال: 05:00- یا 02:30+) وارد کنید',
            'notice' => 'فاصله زمانی از ساعت هماهنگ جهانی 00:00 . تمام تاریخ های مورد نیاز در انجمن، بر اساس این منطقه زمانی نمایش داده خواهد شد.',
        ],
        'canClientChangeTimeZone' => [
            'name' => 'آیا کاربران انجمن می توانند منطقه زمانی را برای خود تغییر دهند؟',
            'placeholder' => '',
            'notice' => 'اگر این مورد فعال باشد، این مجوز را به کاربران انجمن میدهد تا تاریخ های موجود در انجمن را با منطقه زمانی خود مشاهده کنند و این تغییر آن ها فقط مختص خودشان است و در عملکرد برنامه برای سایرین تاثیری ندارد.',
        ],
        'CommunityCalendarType' => [
            'name' => 'نوع تقویم پیش فرض',
            'placeholder' => '',
            'notice' => 'نوع تقویمی که میخواهید تاریخ ها بر اساس آن نمایش داده شوند.',
        ],
        'canClientChangeCalendarType' => [
            'name' => 'آیا کاربران انجمن می توانند نوع تقویم را برای خود تغییر دهند؟',
            'placeholder' => '',
            'notice' => 'اگر این مورد فعال باشد، این مجوز را به کاربران انجمن میدهد تا تاریخ های موجود در انجمن را با نوع تقویم خود مشاهده کنند و این تغییر آن ها فقط مختص خودشان است و در عملکرد برنامه برای سایرین تاثیری ندارد.',
        ],
        'CommunityDefaultLanguage' => [
            'name' => 'زبان پیش فرض',
            'placeholder' => '',
            'notice' => 'وقتی یک کاربر برای اولین بار سایت را اجرا میکند و یا هنوز لاگین نکرده است و توسط سیستم شناسایی نشده است، برنامه با این زبان به او نمایش داده خوهد شد.',
        ],
        'CommentApproval' => [
            'name' => 'تایید کامنت',
            'placeholder' => '',
            'notice' => 'در صورت فعال بودن این گزینه، کامنت کاربر تا زمانی که شما تایید نکنید منتشر نمیشود.',
        ],
        'SupportEmail' => [
            'name' => 'ایمیل پشتیبانی',
            'placeholder' => 'ایمیل پشتیبانی',
            'notice' => 'این ایمیل در زمانی که کاربران نیاز به پشتیبانی دارند به آنها نمایش داده خواهد شد. در صورت عدم تمایل به نمایش ایمیل، میتوانید این قسمت را خالی بگذارید.',
        ],
        'CommunityBigLogo' => [
            'name' => 'لوگوی بزرگ',
            'placeholder' => 'عکس لوگوی بزرگ خود را انتخاب کنید',
            'notice' => 'در این بخش می توانید تصویر لوگوی بزرگ را تغییر دهید.',
        ],
        'CommunityMiniLogo' => [
            'name' => 'لوگوی کوچک',
            'placeholder' => 'عکس لوگوی کوچک خود را انتخاب کنید',
            'notice' => 'در این بخش می توانید تصویر لوگوی کوچک را تغییر دهید.',
        ],
        'CommunityFavicon' => [
            'name' => 'فاوآیکون',
            'placeholder' => 'عکس فاوآیکون خود را انتخاب کنید',
            'notice' => 'در این بخش می توانید تصویر فاوآیکون را تغییر دهید.',
        ],
        'IsCommunityDashboradNoteActive' => [
            'name' => 'آیا یادداشت داشبورد فعال است؟',
            'placeholder' => '',
            'notice' => 'در صورت فعال بودن این گزینه، یادداشت در داشبورد انجمن نمایش داده میشود.',
        ],
        'CommunityDashboradNoteTitle' => [
            'name' => 'عنوان یادداشت داشبورد',
            'placeholder' => 'عنوان یادداشت داشبورد',
            'notice' => 'عنوان یادداشت داشبورد را در این قسمت وارد نمایید. در این قسمت میتوانید از کدهای HTML هم استفاده کنید.',
        ],
        'CommunityDashboradNoteText' => [
            'name' => 'متن یادداشت داشبورد',
            'placeholder' => 'متن یادداشت داشبورد',
            'notice' => 'متن یادداشت داشبورد را در این قسمت وارد نمایید. در این قسمت میتوانید از کدهای HTML هم استفاده کنید.',
        ],

        /* CommunityRegistration-tab */
        'CommunityRegistrationIsActive' => [
            'name' => 'آیا ثبت نام انجمن فعال است؟',
            'placeholder' => '',
            'notice' => 'اگر این گزینه فعال باشد کاربران می توانند در انجمن ثبت نام کنند.',
        ],
        'CommunityRegistrationFields' => [
            'name' => 'فیلدهای ثبت نام',
            'placeholder' => '',
            'notice' => 'مواردی که می خواهید در زمان ثبت نام از کاربر دریافت کنید را انتخاب کنید.',
        ],
        'CommunityRegistrationAvailableCurrencies' => [
            'name' => 'ارزهای موجود',
            'placeholder' => '',
            'notice' => 'ارزهای موجود برای ثبت نام را انتخاب کنید.',
        ],
        'CommunityRegistrationDefaultCurrency' => [
            'name' => 'ارز پیش فرض',
            'placeholder' => '',
            'notice' => 'ارز پیش فرضی که در زمان ثبت نام می خواهید استفاده کنید را انتخاب کنید.',
        ],
        'CommunityRegistrationTargetLinkAfterComplete' => [
            'name' => 'لینک مقصد بعد از ثبت نام',
            'placeholder' => 'لینک مقصد بعد از ثبت نام',
            'notice' => 'لینک بخشی که تمایل دارید کاربر بعد از تکمیل ثبت نام به آنجا منتقل شود را در این قسمت وارد کنید.',
        ],
        'CommunityRegistrationMobileVerificationIsRequired' => [
            'name' => 'آیا شماره موبایل نیاز به تایید دارد؟',
            'placeholder' => '',
            'notice' => 'در صورت فعال بودن این گزینه کاربر ملزم به تایید شماره موبایل خود به صورت پیامکی خواهد بود. (توجه: قبل از فعال کردن این گزینه از فعال بودن سیستم پیامکی خود اطمینان حاصل کنید)',
        ],
        'CommunityRegistrationMobileVerificationPerDay' => [
            'name' => 'تعداد مجاز تأیید تلفن همراه در هر 24 ساعت',
            'placeholder' => 'تعداد در هر 24 ساعت',
            'notice' => 'سیستم به تعداد مشخص شده در این قسمت به کاربر اجازه دریافت تایید پیامکی در هر 24 ساعت را خواهد داد. (توجه: بدلیل عدم رود کاربر به سایت، این قابلیت بر اساس اطلاعات دیگر مثل سشن، شماره موبایل و ... کاربر را شناسایی میکند، بنابراین با تغییر این مشخصات توسط کاربر احتمال عدم تشخیص کاربر تکراری وجود دارد) ',
        ],
        'CommunityRegistrationMobileVerificationExpirationMinutes' => [
            'name' => 'زمان انقضای تأیید پیامکی',
            'placeholder' => 'زمان انقضای تأیید پیامکی بر اساس دقیقه',
            'notice' => 'تا انقضای این زمان بعد از ارسال پیامک تایید، کاربر قادر به درخواست برای دریافت پیامک تایید موبایل جدید نخواهد بود. (بر اساس دقیقه)',
        ],
        'CommunityRegistrationMobileVerificationExpirationMinutesCoefficient' => [
            'name' => 'ضریب افزایش زمان انقضای تایید پیامکی',
            'placeholder' => 'ضریب افزایش زمان انقضای تایید پیامکی',
            'notice' => 'در هر درخواست ارسال پیامک تایید موبایل متوالی، زمان انقضای تعیین شده در این عدد ضرب میشود و زمان ارسال پیامک تایید بعدی را افزایش میدهد. (در صورت عدم نیاز به این مورد میتوانید آن را 0 قرار دهید)',
        ],
        'CommunityRegistrationMobileVerificationText' => [
            'name' => 'متن پیامک تایید شماره موبایل',
            'placeholder' => 'متن پیامک تایید شماره موبایل',
            'notice' => 'در این قسمت میتوانید متن پیامک تایید شماره موبایل را تنظیم کنید. ( متغییر کد تایید: {verificationCode} )',
        ],
        'CommunityRegistrationEmailVerificationIsRequired' => [
            'name' => 'آیا ایمیل نیاز به تایید دارد؟',
            'placeholder' => '',
            'notice' => 'در صورت فعال بودن این گزینه، کاربر ملزم به تایید ایمیل خود خواهد بود.',
        ],
        'CommunityRegistrationEmailVerificationPerDay' => [
            'name' => 'تعداد مجاز تأییدایمیل در هر 24 ساعت',
            'placeholder' => 'تعداد در هر 24 ساعت',
            'notice' => 'سیستم به تعداد مشخص شده در این قسمت به کاربر اجازه دریافت ایمیل تایید در هر 24 ساعت را خواهد داد. (توجه: بدلیل عدم رود کاربر به سایت، این قابلیت بر اساس اطلاعات دیگر مثل سشن، ایمیل و ... کاربر را شناسایی میکند، بنابراین با تغییر این مشخصات توسط کاربر احتمال عدم تشخیص کاربر تکراری وجود دارد) ',
        ],
        'CommunityRegistrationEmailVerificationExpirationMinutes' => [
            'name' => 'زمان انقضای تأیید ایمیل',
            'placeholder' => 'زمان انقضای تأیید ایمیل بر اساس دقیقه',
            'notice' => 'تا انقضای این زمان بعد از ارسال ایمیل تایید، کاربر قادر به درخواست برای دریافت ایمیل تایید جدید نخواهد بود. (بر اساس دقیقه)',
        ],
        'CommunityRegistrationEmailVerificationExpirationMinutesCoefficient' => [
            'name' => 'ضریب افزایش زمان انقضای تایید ایمیل',
            'placeholder' => 'ضریب افزایش زمان انقضای تایید ایمیل',
            'notice' => 'در هر درخواست ارسال ایمیل تایید متوالی، زمان انقضای تعیین شده در این عدد ضرب میشود و زمان ارسال ایمیل تایید بعدی را افزایش میدهد. (در صورت عدم نیاز به این مورد میتوانید آن را 0 قرار دهید)',
        ],
        'CommunityRegistrationEmailVerificationText' => [
            'name' => 'متن پیام تایید ایمیل',
            'placeholder' => 'متن پیام تایید ایمیل',
            'notice' => 'در این قسمت میتوانید متن پیام تایید ایمیل را تنظیم کنید. ( متغییر کد تایید: {verificationCode} )',
        ],

        /* CommunityPasswordRecovery-tab */
        'CommunityPasswordRecoveryIsActive' => [
            'name' => 'آیا بازیابی رمز عبور انجمن فعال است؟',
            'placeholder' => '',
            'notice' => 'اگر این گزینه فعال باشد کاربران می توانند در انجمن رمز عبور فراموش شده خود را بازیابی کنند.',
        ],
        'CommunityPasswordRecoveryMethods' => [
            'name' => 'روش های بازیابی رمز عبور',
            'placeholder' => '',
            'notice' => 'روش هایی که تمایل دارید تا کاربران در بازیابی رمز عبور استفاده کنند را انتخاب نمایید.',
        ],
        'CommunityPasswordRecoveryDefaultMethod' => [
            'name' => 'روش پیش فرض بازیابی رمز عبور',
            'placeholder' => '',
            'notice' => 'روش پیش فرض بازیابی رمز عبور را انتخاب نمایید.',
        ],
        'CommunityPasswordRecoveryMobileVerificationPerDay' => [
            'name' => 'تعداد مجاز بازیابی با موبایل',
            'placeholder' => 'تعداد در هر ۲۴ ساعت',
            'notice' => 'در صورت فعال بودن بازیابی رمز عبور با موبایل، سیستم به تعداد مشخص شده در این قسمت به کاربر اجازه استفاده از این روش را در هر ۲۴ ساعت خواهد داد.',
        ],
        'CommunityPasswordRecoveryMobileVerificationExpirationMinutes' => [
            'name' => 'زمان انقضای تأیید پیامکی',
            'placeholder' => 'زمان انقضای تأیید پیامکی بر اساس دقیقه',
            'notice' => 'تا انقضای این زمان بعد از ارسال پیامک تایید، کاربر قادر به درخواست برای دریافت پیامک تایید موبایل جدید نخواهد بود. (بر اساس دقیقه)',
        ],
        'CommunityPasswordRecoveryMobileVerificationText' => [
            'name' => 'متن پیامک تایید شماره موبایل',
            'placeholder' => 'متن پیامک تایید شماره موبایل',
            'notice' => 'در این قسمت میتوانید متن پیامک تایید شماره موبایل را تنظیم کنید. ( متغییر کد تایید: {verificationCode} )',
        ],
        'CommunityPasswordRecoveryEmailVerificationPerDay' => [
            'name' => 'تعداد مجاز بازیابی با ایمیل',
            'placeholder' => 'تعداد در هر ۲۴ ساعت',
            'notice' => 'در صورت فعال بودن بازیابی رمز عبور با ایمیل، سیستم به تعداد مشخص شده در این قسمت به کاربر اجازه استفاده از این روش را در هر ۲۴ ساعت خواهد داد.',
        ],
        'CommunityPasswordRecoveryEmailVerificationExpirationMinutes' => [
            'name' => 'زمان انقضای تأیید ایمیل',
            'placeholder' => 'زمان انقضای تأیید ایمیل بر اساس دقیقه',
            'notice' => 'تا انقضای این زمان بعد از ارسال ایمیل تایید، کاربر قادر به درخواست برای دریافت ایمیل تایید جدید نخواهد بود. (بر اساس دقیقه)',
        ],

        /* Chatbot-tab */
        'ChatbotProfileImage' => [
            'name' => 'تصویر پروفایل چت بات',
            'placeholder' => 'تصویر پروفایل چت بات خود را انتخاب کنید',
            'notice' => 'در این بخش می توانید تصویر پروفایل چت بات را تغییر دهید.',
        ],
        'ChatbotInactiveChatsExpirationHours' => [
            'name' => 'زمان بستن چت های غیرفعال',
            'placeholder' => 'زمان بستن چت های غیرفعال (بر اساس ساعت)',
            'notice' => 'چت های غیرفعال کاربران با چت بات بعد از این زمان (بر اساس ساعت بین ۱ تا ۷۲ ساعت) بسته خواهد شد.',
        ],
        'ChatbotClosedChatsDaysOfKeeping' => [
            'name' => 'روزهای نگهداری چت های بسته شده',
            'placeholder' => 'تعداد روزهای نگهداری چت های بسته شده',
            'notice' => 'چت های بسته شده کاربران با چت بات بعد از این زمان (بر اساس روز بین ۱ تا ۶۰ روز) از سیستم حذف خواهد شد.',
        ],

        /* Ticket-tab */
        'TicketWaitingClientTicketsExpirationHours' => [
            'name' => 'زمان بستن درخواست های در انتظار کاربر',
            'placeholder' => 'زمان بستن درخواست های در انتظار کاربر (بر اساس ساعت)',
            'notice' => 'درخواست هایی که در انتظار پاسخ کاربر هستند، بعد از این زمان (بر اساس ساعت بین ۱ تا ۷۲ ساعت) بسته خواهد شد.',
        ],
        'TicketClosedTicketsDaysOfKeeping' => [
            'name' => 'روزهای نگهداری درخواست های بسته شده',
            'placeholder' => 'تعداد روزهای نگهداری درخواست های بسته شده',
            'notice' => 'درخواست های بسته شده بعد از این زمان (بر اساس روز بین ۱ تا ۳۶۵ روز) از سیستم حذف خواهد شد.',
        ],

        /* Referral-tab */
        'ReferralIsActive' => [
            'name' => 'آیا برنامه معرفی به دوستان فعال است؟',
            'placeholder' => '',
            'notice' => 'در صورت فعال بودن این گزینه، کاربران سایت در دسته بندی کاربرانی که مجاز کرده اید، میتوانند دوستان خود را دعوت کنند و از برنامه معرفی به دوستان استفاده کنند.<br>* حتما قبل از فعال کردن برنامه، قسمت <a href="/admin/clients/clients-categories_permissions" target="_blank">مجوزهای دسته بندی کاربران</a> را بررسی کنید و از صحت دسترسی های مجاز اطمینان حاصل نمایید.',
        ],
        'ReferralIsActiveForTestClients' => [
            'name' => 'آیا برنامه معرفی به دوستان برای کاربران تست فعال است؟',
            'placeholder' => '',
            'notice' => 'در صورت فعال بودن این گزینه، کاربران تست میتوانند به برنامه معرفی به دوستان دسترسی داشته باشند. برای تغییر کاربر به کاربر تست باید به قسمت <a href="/admin/clients/betconstruct-clients-management" target="_blank">مدیریت کاربران</a> مراجعه کنید و تیک اکانت تست را برای کاربر مورد نظر علامت گذاری کنید. <br>* توجه داشته باشید این گزینه برای تست برنامه، قبل از فعال کردن عمومی برنامه است، بنابراین در صورتی که برنامه به صورت عمومی فعال باشد و این گزینه غیر فعال باشد، کاربران تست همچنان به برنامه معرفی به دوستان دسترسی خواهند داشت.',
        ],
        'ReferralAutoRenewLastSession' => [
            'name' => 'تجدید خودکار آخرین دوره زمانی اجرا',
            'placeholder' => '',
            'notice' => 'در صورت فعال بودن این گزینه،  اگر دوره در حال اجرا، آخرین دوره در لیست دوره های زمانی باشد، به صورت خودکار با مشخصات یکسان تجدید خواهد شد.',
        ],
        'ReferralPageNote' => [
            'name' => 'یادداشت',
            'placeholder' => 'یادداشت',
            'notice' => 'در صورت نیاز میتوانید متنی را در این قسمت بنویسید تا در بالای صفحه مربوط به این قسمت به کاربران نمایش داده شود. همچنین میتوانید از کدهای HTML  در این متن استفاده کنید.',
        ],

        /* Bet-tab */
        'BetDaysOfKeepingHistory' => [
            'name' => 'روزهای نگهداری تاریخچه شرط ها',
            'placeholder' => 'تعداد روزهای نگهداری تاریخچه شرط ها',
            'notice' => 'تاریخچه شرط بندی های کاربران به مدت مشخص شده در این قسمت در سیستم نگهداری خواهد شد و شرط های قدیمی تر از سیستم حذف خواهند شد. (بر اساس روز بین ۳۰ تا ۱۰۰ روز)',
        ],

        /* AppRules-tab */
        'TermsAndConditions' => [
            'name' => 'قوانین و مقررات',
            'placeholder' => 'قوانین و مقررات',
            'notice' => '',
        ],
    ],
];
