<?php

return [

    /*
    |--------------------------------------------------------------------------
    | "Technical Settings" Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in "Technical Settings" page
    | for various messages that we need to display to the user. You are free
    | to modify these language lines according to your application's requirements.
    |
    */

    'cardTitle' => 'تنظیمات فنی',
    'cardDescription' => "در این قسمت می توانید تنظیمات دلخواه خود را پیکربندی کنید.",

    'tab' => [

        'BetconstructExternalAdmin' => [
            'title' => 'اکسترنال ادمین بتکانستراکت',
            'descriptionTitle' => 'اکسترنال ادمین بتکانستراکت',
            'descriptionText' => 'در این بخش می توانید تنظیمات مربوط به "ای‌پی‌آی اکسترنال ادمین بتکانستراکت" را پیکربندی کنید.',
        ],
        'BetconstructSwarmApi' => [
            'title' => 'ای‌پی‌آی Swarm بتکانستراکت',
            'descriptionTitle' => 'ای‌پی‌آی Swarm بتکانستراکت',
            'descriptionText' => 'در این بخش می توانید تنظیمات مربوط به "ای‌پی‌آی Swarm بتکانستراکت" را پیکربندی کنید.',
        ],
        'JustCallApi' => [
            'title' => 'ای‌پی‌آی جاست کال',
            'descriptionTitle' => 'ای‌پی‌آی جاست کال',
            'descriptionText' => 'در این بخش می توانید تنظیمات مربوط به "ای‌پی‌آی <a target="_blank" href="https://justcall.io/">جاست کال</a>" را پیکربندی کنید.',
        ],
        'TrustScoreSystem' => [
            'title' => 'سیستم اعتماد کاربر',
            'descriptionTitle' => 'سیستم اعتماد کاربر',
            'descriptionText' => 'در این قسمت می توانید تنظیمات مربوط به "سیستم اعتماد کاربر" را پیکربندی کنید.',
        ],
        'DomainsAssignment' => [
            'title' => 'سیستم تخصیص دامنه ها',
            'descriptionTitle' => 'سیستم تخصیص دامنه ها',
            'descriptionText' => 'در این قسمت می توانید تنظیمات مربوط به "سیستم واگذاری دامنه ها" را پیکربندی کنید.',
        ],
    ],

    'messages' => [
        'SavedSuccessfully' => 'تنظیمات فنی با موفقیت به روز شد.',
    ],

    'form' => [

        /* BetconstructExternalAdmin-tab */
        'BcExAd_ApiName' => [
            'name' => 'نام ای‌پی‌آی',
            'placeholder' => 'نام ای‌پی‌آی',
            'notice' => 'این نام در لاگ های فنی سیستم استفاده میشود، بنابراین از حروف انگلیسی استفاده کنید.',
        ],
        'BcExAd_HashAlgorithm' => [
            'name' => 'الگوریتم هش',
            'placeholder' => 'الگوریتم هش',
            'notice' => 'الگوریتم هش برای رمزگذاری داده ها. (پیش‌فرض: :default)',
        ],
        'BcExAd_ApiUrl' => [
            'name' => 'آدرس اینترنتی ای‌پی‌آی',
            'placeholder' => 'آدرس اینترنتی ای‌پی‌آی',
            'notice' => 'آدرس اینترنتی دسترسی به ای‌پی‌آی.',
        ],
        'BcExAd_PartnerId' => [
            'name' => 'شناسه شریک تجاری',
            'placeholder' => 'شناسه شریک تجاری',
            'notice' => 'این مقدار شناسه شما در پلتفرم بتکانستراکت است و باید از بتکانستراک دریافت شود.',
        ],
        'BcExAd_HashKey' => [
            'name' => 'کلید هش',
            'placeholder' => 'کلید هش',
            'notice' => 'این مقدار "کلید هش" شما در پلتفرم بتکانستراکت است و باید از بتکانستراک دریافت شود.',
        ],

        /* BetconstructSwarmApi-tab */
        'BcSwAp_ApiName' => [
            'name' => 'نام ای‌پی‌آی',
            'placeholder' => 'نام ای‌پی‌آی',
            'notice' => 'این نام در لاگ های فنی سیستم استفاده میشود، بنابراین از حروف انگلیسی استفاده کنید.',
        ],
        'BcSwAp_ApiUrl' => [
            'name' => 'آدرس اینترنتی ای‌پی‌آی',
            'placeholder' => 'آدرس اینترنتی ای‌پی‌آی',
            'notice' => 'آدرس اینترنتی دسترسی به ای‌پی‌آی.',
        ],
        'BcSwAp_WebSocketUrl' => [
            'name' => 'آدرس اینترنتی وب سوکت',
            'placeholder' => 'آدرس اینترنتی وب سوکت',
            'notice' => 'آدرس اینترنتی دسترسی به وب سوکت.',
        ],
        'BcSwAp_WebSocketUrlAlternative' => [
            'name' => 'آدرس اینترنتی وب سوکت جایگزین',
            'placeholder' => 'آدرس اینترنتی وب سوکت جایگزین',
            'notice' => 'این آدرس اینترنتی به عنوان جایگزینی استفاده می شود که برنامه در دسترسی به وب سوکت با آدرس اصلی خطا دریافت کند.',
        ],
        'BcSwAp_SiteId' => [
            'name' => 'شناسه سایت',
            'placeholder' => 'شناسه سایت',
            'notice' => 'این مقدار شناسه سایت شما در پلتفرم بتکانستراکت است و باید از بتکانستراک دریافت شود.',
        ],

        /* JuCaAp_ApiName-tab */
        'JuCaAp_ApiName' => [
            'name' => 'نام ای‌پی‌آی',
            'placeholder' => 'نام ای‌پی‌آی',
            'notice' => 'این نام در لاگ های فنی سیستم استفاده میشود، بنابراین از حروف انگلیسی استفاده کنید.',
        ],
        'JuCaAp_ApiUrl' => [
            'name' => 'آدرس اینترنتی ای‌پی‌آی',
            'placeholder' => 'آدرس اینترنتی ای‌پی‌آی',
            'notice' => 'آدرس اینترنتی دسترسی به ای‌پی‌آی.',
        ],
        'JuCaAp_ApiKey' => [
            'name' => 'کلید ای‌پی‌آی (Api Key)',
            'placeholder' => 'کلید ای‌پی‌آی (Api Key)',
            'notice' => 'برای دریافت این مقدار باید به <a target="_blank" href="https://justcall.io/app/developers">سایت جاست کال -> اطلاعات دسترسی به ای‌پی‌آی</a> مراجعه کنید.',
        ],
        'JuCaAp_ApiSecret' => [
            'name' => 'کلید محرمانه ای‌پی‌آی (Api Secret)',
            'placeholder' => 'کلید محرمانه ای‌پی‌آی (Api Secret)',
            'notice' => 'برای دریافت این مقدار باید به <a target="_blank" href="https://justcall.io/app/developers">سایت جاست کال -> اطلاعات دسترسی به ای‌پی‌آی</a> مراجعه کنید.',
        ],
        'JuCaAp_PhoneNumberForSMS' => [
            'name' => 'شماره تلفن برای ارسال پیامک',
            'placeholder' => 'شماره تلفن برای ارسال پیامک',
            // 'notice' => 'برای دریافت این مقدار، باید به <a target="_blank" href="https://justcall.io/app/numbers">سایت جاست کال -> بخش شماره‌ها</a> مراجعه کنید.',
            'notice' => 'برای دریافت این مقدار باید به <a target="_blank" href="https://justcall.io/app/developers">سایت جاست کال -> اطلاعات دسترسی به ای‌پی‌آی</a> مراجعه کنید. <br> شماره تلفن مورد نظر خود را به همراه پیش شماره کشور وارد کنید. (مثال: 0016691231234)',
        ],

        /* TrustScoreSystem-tab */
        'TrScSy_NewClientBaseTrustScore' => [
            'name' => 'امتیاز اعتماد پایه مشتری جدید',
            'placeholder' => 'امتیاز اعتماد پایه مشتری جدید',
            'notice' => 'این امتیاز پایه به کاربری تعلق میگیرد که تازه ثبت نام کرده است و هیچ معیار فعالیتی ندارد. (بین ۱ - ۱۰۰)',
        ],
        'TrScSy_NegativePointValue' => [
            'name' => 'مقدار امتیاز منفی',
            'placeholder' => 'مقدار امتیاز منفی',
            'notice' => 'در صورتی که کاربر شامل دریافت امتیاز منفی باشد، این عدد از امتیاز اعتماد آن کسر خواهد شد.',
        ],
        'TrScSy_DepositPerPoint' => [
            'name' => 'امتیاز به ازای واریز',
            'placeholder' => 'امتیاز به ازای واریز',
            'notice' => 'این عدد مشخص میکند که به ازای چه تعداد واریز می خواهید ۱ امتیاز مثبت به امتیاز اعتماد کاربر اضافه کنید.',
        ],
        'TrScSy_UsdPerPoint' => [
            'name' => 'امتیاز به ازای USD ',
            'placeholder' => 'امتیاز به ازای USD ',
            'notice' => 'این عدد مشخص میکند که به ازای چه مبلغی از واریز این ارز، میخواهید ۱ امتیاز مثبت به امتیاز اعتماد کاربر اضافه کنید. ',
        ],
        'TrScSy_IrtPerPoint' => [
            'name' => 'امتیاز به ازای IRT ',
            'placeholder' => 'امتیاز به ازای IRT ',
            'notice' => 'این عدد مشخص میکند که به ازای چه مبلغی از واریز این ارز، میخواهید ۱ امتیاز مثبت به امتیاز اعتماد کاربر اضافه کنید. ',
        ],
        'TrScSy_TomPerPoint' => [
            'name' => 'امتیاز به ازای TOM ',
            'placeholder' => 'امتیاز به ازای TOM ',
            'notice' => 'این عدد مشخص میکند که به ازای چه مبلغی از واریز این ارز، میخواهید ۱ امتیاز مثبت به امتیاز اعتماد کاربر اضافه کنید. ',
        ],
        'TrScSy_IrrPerPoint' => [
            'name' => 'امتیاز به ازای IRR ',
            'placeholder' => 'امتیاز به ازای IRR ',
            'notice' => 'این عدد مشخص میکند که به ازای چه مبلغی از واریز این ارز، میخواهید ۱ امتیاز مثبت به امتیاز اعتماد کاربر اضافه کنید. ',
        ],

        /* DomainsAssignmentSystem-tab */
        'DoAsSy_PermanentDomain' => [
            'name' => 'دامنه دائمی',
            'placeholder' => 'دامنه دائمی',
            'notice' => 'در این قسمت نام دامنه ی دائمی خود را وارد نمایید. (مثال: test.com)',
        ],
        'DoAsSy_MinReportCount' => [
            'name' => 'حداقل تعداد گزارش های دامنه های اختصاصی',
            'placeholder' => 'حداقل تعداد گزارش های دامنه های اختصاصی',
            'notice' => 'حداقل تعداد گزارش مشکل کاربران برای دامنه اختصاصی که بعد از آن دامین جدید به کاربران اختصاص داده خواهد شد.',
        ],
        'DoAsSy_MinAssignableTrustScore' => [
            'name' => 'حداقل امتیاز اعتماد برای تخصیص دامین اختصاصی',
            'placeholder' => 'حداقل امتیاز اعتماد برای تخصیص دامین اختصاصی',
            'notice' => 'دامین اختصاصی به کاربرانی تعلق میگیرد که امتیاز اعتماد آنها بیشتر یا مساوی این عدد باشد. (بین ۱ تا ۱۰۰)',
        ],
        'DoAsSy_MaxAssignableDomains' => [
            'name' => 'حداکثر تعداد دامنه های اختصاصی قابل واگذاری',
            'placeholder' => 'حداکثر تعداد دامنه های اختصاصی قابل واگذاری',
            'notice' => 'حداکثر تعداد دامنه های اختصاصی قابل واگذاری را بین ۱ تا ۱۰۰ وارد کنید.',
        ],
        'DoAsSy_MinPublicDomainReportsCount' => [
            'name' => 'حداقل تعداد گزارش های دامنه عمومی',
            'placeholder' => 'حداقل تعداد گزارش های دامنه عمومی',
            'notice' => 'حداقل تعداد گزارش مشکل کاربران برای دامنه عمومی که بعد از آن دامین جدید به کاربران اختصاص داده خواهد شد.',
        ],
        'DoAsSy_MinPublicDomainHoldMinutes' => [
            'name' => 'حداقل زمان نگه داشتن دامنه عمومی (بر اساس دقیقه)',
            'placeholder' => 'حداقل زمان نگه داشتن دامنه عمومی ',
            'notice' => 'در صورتیکه در این قسمت زمانی را وارد کنید، حتی در صورتیکه تعداد گزارش های کاربران به حداقل مورد نیاز برسد تا اتمام این زمان سیستم دامین عمومی جدیدی را اختصاص نخواهد داد.',
        ],
        'DoAsSy_DaysOfKeepingExipredAssignments' => [
            'name' => 'روزهای نگهداری دامنه های اختصاص داده شده منقضی شده',
            'placeholder' => 'روزهای نگهداری دامنه های اختصاص داده شده منقضی شده',
            'notice' => 'بعد از این زمان (بر اساس روز بین ۱۰ تا ۳۶۵ روز)، سیستم دامنه های غیر قابل استفاده که به کاربران اختصاص داده شده است را از تاریخچه سیستم حذف خواهد کرد.',
        ],

    ],
];
